---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange.ClearWebHeight
source: html/cad9dbb6-fba4-a1fd-0def-22886b45eb64.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitParallelFlange.ClearWebHeight Property

Detailing depth between the web toes of the fillets, in.(mm)

## Syntax (C#)
```csharp
public double ClearWebHeight { get; set; }
```